อัตราค่าไฟฟ้าโดยอัตโนมัติ (Ft)
สถิติค่า Ft ขายปลีก
หน่วย : สตางค์/หน่วย
เดือนเรียกเก็บ
Ft ขายปลีก
เปลี่ยนแปลง
กันยายน – ธันวาคม 2569
16.23
0.00
พฤษภาคม - สิงหาคม 2569
16.23
+6.51
มกราคม - เมษายน 2569
9.72
-6.00
กันยายน - ธันวาคม 2568
15.72
-4.00
พฤษภาคม - สิงหาคม 2568 ****
19.72
-17.00
มกราคม – เมษายน 2568
36.72
-3.00
กันยายน – ธันวาคม 2567
39.72
0.00
พฤษภาคม – สิงหาคม 2567
39.72
0.00
มกราคม – เมษายน 2567 ***
39.72
+19.24
กันยายน - ธันวาคม 2566 **
20.48
-70.71
พฤษภาคม – สิงหาคม 2566
91.19
(บ้านอยู่อาศัย : -2.24 ) (ประเภทอื่นๆ : -63.73)
มกราคม – เมษายน 2566 *
(บ้านอยู่อาศัย : 93.43) (ประเภทอื่นๆ : 154.92)
(บ้านอยู่อาศัย : 0.00 ) (ประเภทอื่นๆ : +64.49)
กันยายน – ธันวาคม 2565
93.43
+68.66
พฤษภาคม – สิงหาคม 2565
24.77
+23.38
มกราคม – เมษายน 2565
1.39
+16.71
กันยายน – ธันวาคม 2564
-15.32
0.00
พฤษภาคม – สิงหาคม 2564
-15.32
0.00
มกราคม – เมษายน 2564
-15.32
-2.89
กันยายน – ธันวาคม 2563
-12.43
-0.83
พฤษภาคม – สิงหาคม 2563
-11.60
0.00
มกราคม – เมษายน 2563
-11.60
0.00
กันยายน – ธันวาคม 2562
-11.60
0.00
พฤษภาคม – สิงหาคม 2562
-11.60
0.00
มกราคม – เมษายน 2562
-11.60
+4.30
กันยายน – ธันวาคม 2561
-15.90
0.00
พฤษภาคม – สิงหาคม 2561
-15.90
0.00
มกราคม – เมษายน 2561
-15.90
0.00
กันยายน – ธันวาคม 2560
-15.90
+8.87
พฤษภาคม – สิงหาคม 2560
-24.77
+12.52
มกราคม – เมษายน 2560
-37.29
-4.00
กันยายน – ธันวาคม 2559
-33.29
0.00
พฤษภาคม – สิงหาคม 2559
-33.29
-28.49
มกราคม – เมษายน 2559
-4.80
-1.57
พฤศจิกายน – ธันวาคม 2558
-3.23
-49.61
กันยายน – ตุลาคม 2558
46.38
-3.23
พฤษภาคม – สิงหาคม 2558
49.61
-9.35
มกราคม – เมษายน 2558
58.96
-10.04
กันยายน – ธันวาคม 2557
69.00
0.00
พฤษภาคม - สิงหาคม 2557
69.00
+10.00
มกราคม – เมษายน 2557
59.00
+5.00
กันยายน – ธันวาคม 2556
54.00
+7.08
พฤษภาคม – สิงหาคม 2556
46.92
-5.12
มกราคม – เมษายน 2556
52.04
+4.04
กันยายน – ธันวาคม 2555
48.00
+18.00
มิถุนายน – สิงหาคม 2555
30.00
+30.00
พฤษภาคม 2555
0.00
0.00
มกราคม – เมษายน 2555
0.00
+6.00
กันยายน – ธันวาคม 2554
-6.00
0.00
กรกฎาคม – สิงหาคม 2554
-6.00
* กพช. ในการประชุมครั้งที่ 8/2565 (ครั้งที่ 163) เมื่อวันที่ 25 พฤศจิกายน 2565 มีมติจัดสรรก๊าซธรรมชาติจากอ่าวไทยหลังโรงแยกก๊าซฯ เพื่อใช้ในการผลิตไฟฟ้าสำหรับผู้ใช้ไฟฟ้าประเภทบ้านอยู่อาศัยเป็นลำดับแรก ในปริมาณที่ไม่เพิ่มภาระอัตราค่าไฟฟ้าจากปัจจุบัน

** ครม. ในการประชุมเมื่อวันที่ 18 กันยายน 2566 มีมติเห็นชอบในหลักการมาตรการลดภาระค่าใช้จ่ายด้านไฟฟ้าให้แก่ประชาชน ตามที่กระทรวงพลังงานเสนอ และต่อมา กกพ. ในการประชุมครั้งที่ 45/2566 (ครั้งที่ 873) เมื่อวันที่ 5 ตุลาคม 2566 ได้เห็นชอบผลการคำนวณค่า Ft ประจำเดือนกันยายน - ธันวาคม 2566 ตามที่ กฟผ. ได้ดำเนินการตามมติ ครม.

***  ครม. ในการประชุมเมื่อวันที่ 19 ธันวาคม 2566 มีมติเห็นชอบในหลักการมาตรการลดภาระค่าใช้จ่ายด้านไฟฟ้าให้แก่ประชาชน ตามที่กระทรวงพลังงานเสนอ และต่อมา กกพ. ในการประชุมครั้งที่ 2/2567 (ครั้งที่ 887) เมื่อวันที่ 10 มกราคม 2567 ได้เห็นชอบผลการคำนวณค่า Ft ประจำเดือนมกราคม - เมษายน 2567 ตามข้อมูลประมาณการก๊าซธรรมชาติที่ ปตท. ได้ดำเนินการตามมติ ครม.

**** ครม. ในการประชุมเมื่อวันที่ 1 เมษายน 2568 มีมติรับทราบการกำหนดอัตราค่าไฟฟ้าเป้าหมายสำหรับรอบเดือนพฤษภาคม - สิงหาคม 2568 ไม่เกินหน่วยละ 3.99 บาท ของกระทรวงพลังงาน และเห็นชอบให้กระทรวงพลังงานร่วมกับ กกพ. คณะกรรมการ กฟผ. และหน่วยงานที่เกี่ยวข้องเร่งดำเนินการตามหน้าที่และอำนาจตามกฎหมายที่เกี่ยวข้อง เพื่อพิจารณาแนวทางให้อัตราค่าไฟฟ้าเป็นไปตามเป้าหมายดังกล่าว รวมทั้งศึกษาและเสนอแนะแนวทางที่เหมาะสมในการปรับโครงสร้างราคาพลังงานและแนวทางการบริหารต้นทุนการผลิตไฟฟ้า โดยไม่ต้องขอรับการอุดหนุนงบประมาณจากภาครัฐ แล้วให้เสนอ กพช. ก่อนดำเนินการต่อไป
